Repository: Mehul-Kumar-27/NeoRoo
Catalog: lib/l10n/app_*.arb
Languages: ar, de, hi

source: Login
ar: تسجيل الدخول
de: Anmeldung
hi: लॉग इन करें

# title
source: ESSENTIAL NEONATAL CARE
ar: الرعاية الأساسية لحديثي الولادة
de: ESSENTIELLE NEONATALISCHE PFLEGE
hi: आवश्यक नवजात देखभाल

source: Password
ar: كلمة المرور
de: Passwort
hi: पासवर्ड

source: Server URL
ar: عنوان URL للخادم
hi: सर्वर यूआरएल

source: Username
ar: اسم المستخدم
de: Nutzername
hi: उपयोगकर्ता नाम

# noInternet
source: No internet connection
ar: لا يوجد اتصال بالإنترنت
de: Keine Internetverbindung
hi: कोई इंटरनेट कनेक्शन नहीं

source: Invalid Request
ar: طلب غير صالح
de: ungültige Anfrage
hi: अमान्य अनुरोध

source: Invalid Input
ar: مدخل غير صالح
de: Ungültige Eingabe
hi: अमान्य निवेश

source: Error During Communication
ar: خطأ أثناء الاتصال
de: Fehler während der Kommunikation
hi: संचार के दौरान त्रुटि

# unauthorized
source: Unauthorized action
ar: عمل غير مصرح به
de: unerlaubte Handlung
hi: अनधिकृत कार्रवाई

source: Choose Organisation
ar: اختر المنظمة

source: Proceed
ar: يتابع
de: Fortfahren
hi: आगे बढ़ना

source: Continue with Local Auth
ar: تواصل مع المصادقة المحلية
de: Fahren Sie mit Lokale Authentifizierung fort
hi: स्थानीय प्रमाणीकरण के साथ जारी रखें

source: Local auth not supported
ar: المصادقة المحلية غير معتمدة
de: Lokale Authentifizierung wird nicht unterstützt
hi: स्थानीय प्रमाणीकरण समर्थित नहीं है

source: No credentials saved!
ar: لا توجد بيانات اعتماد محفوظة!
de: Keine Zugangsdaten gespeichert!
hi: कोई क्रेडेंशियल सहेजा नहीं गया!

# localAuthError
source: Error occurred in local auth
ar: حدث خطأ في المصادقة المحلية
de: Bei der lokalen Authentifizierung ist ein Fehler aufgetreten
hi: स्थानीय प्रमाणीकरण में त्रुटि हुई

source: Choose Saved Profile
ar: اختر الملف الشخصي المحفوظ
de: Gespeichertes Profil wählen
hi: सहेजी गई प्रोफ़ाइल चुनें

source: More
ar: أكثر
de: Mehr
hi: अधिक

source: Home
ar: مسكن
de: Heim
hi: घर

source: Vitals
ar: حيوي
de: lebenswichtig
hi: नब्ज

source: Notifications
ar: إشعارات
de: Benachrichtigungen
hi: सूचनाएं

source: More Options
ar: المزيد من الخيارات
de: Mehr Optionen

source: Baby Birth Details
ar: تفاصيل ميلاد الطفل
de: Babygeburtsdetails
hi: बच्चे के जन्म का विवरण

# addUpdateDetails
source: Add/Update Baby Details
ar: إضافة/تحديث تفاصيل الطفل
de: Babydetails hinzufügen/aktualisieren
hi: बच्चे का विवरण जोड़ें/अपडेट करें

source: Training Modules
ar: وحدات التدريب
de: Trainingsmodule
hi: प्रशिक्षण मॉड्यूल

# bookmarkResources
source: Bookmarked Resources
ar: الموارد المرجعية
de: Mit Lesezeichen versetzte Ressourcen
hi: बुकमार्क किए गए संसाधन

# helpAndSupport
source: Help & Support
ar: ساعد لدعم
de: Hilfe Unterstützung
hi: मदद समर्थन

source: Clear Local Cache
ar: مسح ذاكرة التخزين المؤقت المحلية
de: Löschen lokaler Cache
hi: स्पष्ट स्थानीय कैश

source: Sign out
ar: خروج
de: Ausloggen
hi: साइन आउट

# motherName
source: Mother's Name
ar: اسم الأم
de: Name der Mutter
hi: माता का नाम

source: Birth Date
ar: تاريخ الميلاد

source: Birth Time
ar: وقت الميلاد

source: Birth Weight
ar: الوزن عند الولادة
de: Geburtsgewicht
hi: जन्म के समय वजन

source: Body Length
ar: طول الجسم
de: Körper Länge
hi: शारीरिक लम्बाई

source: Head Circumference
ar: محيط الرأس
de: Kopfumfang
hi: सिर की परिधि

source: Require Birth Resuscitation
ar: تتطلب إنعاش الولادة
de: Erforderndern einer Geburt
hi: जन्म पुनर्जीवन की आवश्यकता है

source: Birth Description
ar: وصف الولادة
de: Geburtsbeschreibung
hi: जन्म विवरण

# errorPageMessage
source: Error Fetching Baby Details!
ar: خطأ عند الاتصال بتفاصيل الطفل!
de: Fehler beim Abrufen von Babydetails!
hi: बेबी विवरण लाने में त्रुटि!

# emptyPageMessage
source: No Babies Enrolled!
ar: لا أطفال مسجلين!
de: Keine Babys eingeschrieben!
hi: कोई बच्चा नामांकित नहीं!

source: Change Avatar
ar: تغيير الصورة الرمزية
de: Avatar ändern
hi: अवतार परिवर्तन

source: Scheduled Sync
ar: المزامنة المجدولة
de: Geplante Synchronisation
hi: अनुसूचित सिंक

# syncAtRegularIntervals
source: Sync data at set intervals
ar: مزامنة البيانات على فترات محددة
de: Synchronisierungsdaten in festgelegten Intervallen synchronisieren
hi: सेट अंतराल पर डेटा सिंक करें

source: This action cannot be undone
ar: لا يمكن التراجع عن هذا الإجراء
de: Diese Aktion kann nicht rückgängig gemacht werden
hi: यह कार्य दोबारा से नहीं हो सकता

# switchOrganization
source: Switch organisation
ar: تبديل المنظمة
de: Organisation wechseln
hi: स्विच संगठन

source: Data Sync
ar: مزامنة بيانات التطبيق الآن!
de: Datensynchronisation
hi: डेटा सिंक

source: Make sure you have latest data
ar: تأكد من أن لديك أحدث البيانات
de: Stellen Sie sicher, dass Sie die neuesten Daten haben
hi: सुनिश्चित करें कि आपके पास नवीनतम डेटा है

source: View Baby Details
ar: عرض تفاصيل الطفل
de: Babydetails anzeigen
hi: बच्चे का विवरण देखें

source: Manage Baby Details
ar: إدارة تفاصيل الطفل
de: Verwalten Sie Babydetails
hi: बच्चे के विवरण का प्रबंधन करें

# educationRelatedToChildCare
source: Education related to neonatal care
ar: التعليم المتعلق برعاية حديثي الولادة
de: Ausbildung im Zusammenhang mit Neugeborenenversorgung
hi: नवजात देखभाल से संबंधित शिक्षा

# saveResources
source: Save resources for further reference
ar: وفر الموارد لمزيد من المرجع
de: Sparen Sie Ressourcen für weitere Referenz
hi: आगे के संदर्भ के लिए संसाधन सहेजें

# familyMemberGroup
source: Family Member Usergroup
ar: مجموعة مستخدمي أفراد الأسرة
de: Familienmitglied Benutzergruppe
hi: परिवार के सदस्य उपयोगकर्ता समूह

# caregiverGroup
source: Caregiver Usergroup
ar: مجموعة المستخدمين مقدمي الرعاية
de: CAREGIVER UMSERGROUP
hi: देखभाल करने वाला उपयोगकर्ता समूह

source: Babies Assigned to You
de: Babys, die Ihnen zugewiesen sind
hi: शिशुओं को आपको सौंपा गया

# babyOfMother
source: Baby of {motherName}
de: Baby von {motherName}
hi: {motherName} का बच्चा
